Repository: vlaskiz/WooCommerce-Export-Orders-By-Custom-Field
Catalog: languages/woo-export-order-bcf-*.po
Languages: lt_lt

source: Order Exports
lt_lt: Užklausų eksportavimai

source: Pending
lt_lt: Laukia patvirtinimo

source: Processing
lt_lt: Vygdomos

source: On-hold
lt_lt: Sustabdytos

source: Completed
lt_lt: Įvykdytos

source: Canceled
lt_lt: Atšauktos

source: Refunded
lt_lt: Gražintos

source: Failed
lt_lt: Nepavykusios

source: Settings have been saved.
lt_lt: Jūsų nustatymai išsaugoti.

source: Export Orders
lt_lt: Eksportuoti užsklausas

source: Settings
lt_lt: Nustatymai

source: Order status:
lt_lt: Užklausos būsena:

source: Select Order Status
lt_lt: Pasirinkite užklausos būsena

source: If left empty, completed orders will be exported.
lt_lt: Jei laukelis paliekamas tuščias, bus eksportuojamos užbaigtos užklausos.

source: Delivery date:
lt_lt: Pristatymo data:

source: Select date
lt_lt: Pasirinkite datą

source: Send to emails:
lt_lt: Siųsti el. paštams:

source: Enter email address(-es)
lt_lt: Įveskite el. pašto adresą (-us)

source: Single or comma separated list of emails.
lt_lt: Vienas arba kableliu atskirtas el. laiškų sąrašas.

source: Admin (From) email is not set. Please set it in the %1$ssettings tab%2$s tab if you want to use this feature.
lt_lt: Nėra nustatyto administratoriaus (iš) el. pašto. Jei norite naudoti šią funkciją, nustatykite ją skirtuke %1$ssettings %2$s.

source: Export
lt_lt: Eksportuoti

source: Admin email (From email):
lt_lt: Administratoriaus el. paštas (iš el. pašto):

source: Enter email address
lt_lt: Įveskite el. pašto adresą

source: Save
lt_lt: Išsaugoti

source: Sorry, this action cannot be performed for security reasons.
lt_lt: Atsiprašome, šio veiksmo negalima atlikti dėl saugos priežasčių.

source: Select delivery date.
lt_lt: Pasirinkite pristatymo datą.

source: Client:
lt_lt: Klientas:

source: Customer note:
lt_lt: Pirkėjo pastaba:

source: unit
lt_lt: vienetas

source: %sOrder total:%s %s
lt_lt: %sUžsakymo suma: %s %s

source: Products list for the day:
lt_lt: Produktų sąrašas šiai dienai:

source: Success.
lt_lt: Pavyko!

source: No orders found. Try different parameters.
lt_lt: Nerasta jokių užklausų. Išbandykite skirtingus parametrus.

source: Bellow please find an attached order export file.
lt_lt: Žemiau rasite pridėtą išeksportuotų užklausų failą.

source: Export WooCommerce orders by custom fields to a PDF file.
lt_lt: Eksportuokite WooCommerce užsakymus pagal pasirinktinius laukus į PDF failą.
